Repository: jjundev/project_wattly
Catalog: Wattly/Resources/Localizable.xcstrings
Source language: ko
Languages: ar, cs, da, de, el, en, es, fi, fr, he, hi, hu, id, it, ja, nb, nl, pl, pt_br, pt_pt, ro, ru, sv, th, tr, uk, vi, zh_hans, zh_hant

source: 클러스터 1
ar: المجموعة 1
cs: Klastr 1
da: Klynge 1
de: Cluster 1
el: Σύμπλεγμα 1
en: Cluster 1
es: Clúster 1
fi: Klusteri 1
fr: Cluster 1
he: אשכול 1
hi: क्लस्टर 1
hu: Klaszter 1
id: Kluster 1
it: Cluster 1
ja: クラスター 1
nb: Klynge 1
nl: Cluster 1
pl: Klaster 1
pt_br: Cluster 1
pt_pt: Cluster 1
ro: Cluster 1
ru: Кластер 1
sv: Kluster 1
th: คลัสเตอร์ 1
tr: Küme 1
uk: Кластер 1
vi: Cụm 1
zh_hans: 集群 1
zh_hant: 叢集 1

source: 클러스터 2
ar: المجموعة 2
cs: Klastr 2
da: Klynge 2
de: Cluster 2
el: Σύμπλεγμα 2
en: Cluster 2
es: Clúster 2
fi: Klusteri 2
fr: Cluster 2
he: אשכול 2
hi: क्लस्टर 2
hu: Klaszter 2
id: Kluster 2
it: Cluster 2
ja: クラスター 2
nb: Klynge 2
nl: Cluster 2
pl: Klaster 2
pt_br: Cluster 2
pt_pt: Cluster 2
ro: Cluster 2
ru: Кластер 2
sv: Kluster 2
th: คลัสเตอร์ 2
tr: Küme 2
uk: Кластер 2
vi: Cụm 2
zh_hans: 集群 2
zh_hant: 叢集 2

source: 타일러
ar: مقسم
cs: Tiler
da: Tiler
de: Tiler
el: Tiler
en: Tiler
es: Tiler
fi: Tiilitin
fr: Tuileur
he: טיילר
hi: टाइलर
hu: Mozaikozó
id: Penyusun Ubin
it: Tiler
ja: タイラー
nb: Tiler
nl: Tiler
pl: Tiler
pt_br: Tiler
pt_pt: Tiler
ro: Tiler
ru: Тайлер
sv: Tiler
th: ตัวจัดเรียง
tr: Döşeyici
uk: Тайлер
vi: Bộ xếp lát
zh_hans: 平铺器
zh_hant: 平鋪器

source: 테마
ar: المظهر
cs: Motiv
da: Tema
de: Erscheinungsbild
el: Θέμα
en: Theme
es: Tema
fi: Teema
fr: Thème
he: ערכת נושא
hi: थीम
hu: Téma
id: Tema
it: Tema
ja: テーマ
nb: Tema
nl: Thema
pl: Motyw
pt_br: Tema
pt_pt: Tema
ro: Temă
ru: Тема
sv: Tema
th: ธีม
tr: Tema
uk: Тема
vi: Giao diện
zh_hans: 主题
zh_hant: 主題

source: 텍스트
ar: النص
cs: Text
da: Tekst
de: Text
el: Κείμενο
en: Text
es: Texto
fi: Teksti
fr: Texte
he: טקסט
hi: टेक्स्ट
hu: Szöveg
id: Teks
it: Testo
ja: テキスト
nb: Tekst
nl: Tekst
pl: Tekst
pt_br: Texto
pt_pt: Texto
ro: Text
ru: Текст
sv: Text
th: ข้อความ
tr: Metin
uk: Текст
vi: Văn bản
zh_hans: 文本
zh_hant: 文字

source: 텍스트 표시
ar: إظهار النص
cs: Zobrazit text
da: Vis tekst
de: Text anzeigen
el: Εμφάνιση κειμένου
en: Show Text
es: Mostrar texto
fi: Näytä teksti
fr: Afficher le texte
he: הצג טקסט
hi: टेक्स्ट दिखाएं
hu: Szöveg megjelenítése
id: Tampilkan Teks
it: Mostra testo
ja: テキストを表示
nb: Vis tekst
nl: Toon tekst
pl: Pokaż tekst
pt_br: Mostrar Texto
pt_pt: Mostrar texto
ro: Afișare text
ru: Показывать текст
sv: Visa text
th: แสดงข้อความ
tr: Metni Göster
uk: Показувати текст
vi: Hiển thị văn bản
zh_hans: 显示文本
zh_hant: 顯示文字

source: 텍스트 표시를 켜면 선택한 지표가 아이콘 옆에 표시됩니다.
ar: عند تمكين إظهار النص، ستظهر المقاييس المحددة بجوار الأيقونة.
cs: Pokud je zapnuto Zobrazit text, vybrané metriky se zobrazí vedle ikony.
da: Når Vis tekst er aktiveret, vises de valgte målinger ved siden af ikonet.
de: Wenn „Text anzeigen“ aktiviert ist, erscheinen die ausgewählten Messwerte neben dem Symbol.
el: Όταν η επιλογή Εμφάνιση κειμένου είναι ενεργοποιημένη, οι επιλεγμένες μετρήσεις θα εμφανίζονται δίπλα στο εικονίδιο.
en: When Show Text is enabled, selected metrics will appear next to the icon.
es: Cuando «Mostrar texto» esté activado, las métricas seleccionadas aparecerán junto al icono.
fi: Kun Näytä teksti on käytössä, valitut mittarit näkyvät kuvakkeen vieressä.
fr: Lorsque l'option Afficher le texte est activée, les mesures sélectionnées apparaissent à côté de l'icône.
he: כאשר 'הצג טקסט' מופעל, המדדים שנבחרו יופיעו לצד הסמל.
hi: टेक्स्ट दिखाएं सक्षम होने पर, चयनित मेट्रिक्स आइकन के बगल में दिखाई देंगे।
hu: A Szöveg megjelenítése bekapcsolásakor a kiválasztott mérőszámok megjelennek az ikon mellett.
id: Saat Tampilkan Teks diaktifkan, metrik yang dipilih akan muncul di sebelah ikon.
it: Quando «Mostra testo» è abilitato, le metriche selezionate compariranno accanto all'icona.
ja: 「テキストを表示」をオンにすると、選択した指標がアイコンの横に表示されます。
nb: Når Vis tekst er aktivert, vises de valgte målingene ved siden av ikonet.
nl: Wanneer „Toon tekst“ is ingeschakeld, verschijnen de geselecteerde statistieken naast het symbool.
pl: Gdy włączona jest opcja Pokaż tekst, wybrane wskaźniki będą wyświetlane obok ikony.
pt_br: Quando «Mostrar Texto» estiver ativado, as métricas selecionadas aparecerão ao lado do ícone.
pt_pt: Quando «Mostrar texto» estiver ativado, as métricas selecionadas surgem ao lado do ícone.
ro: Când opțiunea Afișare text este activată, valorile selectate vor apărea lângă pictogramă.
ru: При включении параметра «Показывать текст» выбранные показатели отображаются рядом со значком.
sv: När Visa text är aktiverat visas de valda mätvärdena bredvid ikonen.
th: เมื่อเปิดใช้งานแสดงข้อความ ตัวชี้วัดที่เลือกจะปรากฏถัดจากไอคอน
tr: Metni Göster etkinleştirildiğinde seçilen metrikler simgenin yanında görünür.
uk: Коли ввімкнено опцію «Показувати текст», вибрані показники з'являтимуться поруч зі значком.
vi: Khi bật Hiển thị văn bản, các chỉ số đã chọn sẽ xuất hiện cạnh biểu tượng.
zh_hans: 开启“显示文本”后，所选指标将显示在图标旁边。
zh_hant: 開啟「顯示文字」後，所選指標將顯示在圖示旁邊。

source: 토
ar: السبت
cs: So
da: Lør
de: Sa
el: Σάβ
en: Sat
es: Sáb
fi: La
fr: Sam
he: ש׳
hi: शनि
hu: Szo
id: Sab
it: Sab
ja: 土
nb: Lør
nl: Za
pl: Sob
pt_br: Sáb
pt_pt: Sáb
ro: Sâm
ru: Сб
sv: Lör
th: ส.
tr: Cmt
uk: Сб
vi: T7
zh_hans: 六
zh_hant: 六

source: 패널 상태와 관계없이 활성 지표를 1초마다 갱신합니다.
ar: يحدّث المقاييس النشطة كل ثانية واحدة بغض النظر عن حالة اللوحة.
cs: Aktualizuje aktivní metriky každou sekundu bez ohledu na stav panelu.
da: Opdaterer aktive målinger hvert sekund uanset panelets tilstand.
de: Aktualisiert aktive Messwerte unabhängig vom Panel-Status jede Sekunde.
el: Ενημερώνει τις ενεργές μετρήσεις κάθε 1 δευτερόλεπτο, ανεξάρτητα από την κατάσταση του πίνακα.
en: Updates active metrics every 1 second regardless of panel state.
es: Actualiza las métricas activas cada 1 segundo independientemente del estado del panel.
fi: Päivittää aktiiviset mittarit 1 sekunnin välein paneelin tilasta riippumatta.
fr: Actualise les mesures actives toutes les secondes, quel que soit l'état du panneau.
he: מעדכן מדדים פעילים כל שנייה אחת ללא קשר למצב החלונית.
hi: पैनल की स्थिति की परवाह किए बिना हर 1 सेकंड में सक्रिय मेट्रिक्स को अपडेट करता है।
hu: A panel állapotától függetlenül másodpercenként frissíti az aktív mérőszámokat.
id: Memperbarui metrik aktif setiap 1 detik terlepas dari status panel.
it: Aggiorna le metriche attive ogni secondo, indipendentemente dallo stato del pannello.
ja: パネルの状態に関係なく、アクティブな指標を1秒ごとに更新します。
nb: Oppdaterer aktive målinger hvert sekund uavhengig av panelets tilstand.
nl: Werkt actieve statistieken elke seconde bij, ongeacht de paneelstatus.
pl: Odświeża aktywne wskaźniki co 1 sekundę, niezależnie od stanu panelu.
pt_br: Atualiza as métricas ativas a cada 1 segundo, independentemente do estado do painel.
pt_pt: Atualiza as métricas ativas a cada 1 segundo, independentemente do estado do painel.
ro: Actualizează valorile active la fiecare secundă, indiferent de starea panoului.
ru: Обновляет активные показатели каждую секунду независимо от состояния панели.
sv: Uppdaterar aktiva mätvärden varje sekund oavsett panelens tillstånd.
th: อัปเดตตัวชี้วัดที่ใช้งานอยู่ทุก 1 วินาที โดยไม่คำนึงถึงสถานะของแผงควบคุม
tr: Panel durumundan bağımsız olarak etkin metrikleri her 1 saniyede bir günceller.
uk: Оновлює активні показники щосекунди незалежно від стану панелі.
vi: Cập nhật các chỉ số đang hoạt động mỗi 1 giây bất kể trạng thái của bảng điều khiển.
zh_hans: 无论面板状态如何，每隔1秒刷新一次活动指标。
zh_hant: 無論面板狀態為何，每隔1秒重新整理一次使用中的指標。

source: 패널 상태와 관계없이 활성 지표를 2초마다 갱신합니다.
ar: يحدّث المقاييس النشطة كل ثانيتين بغض النظر عن حالة اللوحة.
cs: Aktualizuje aktivní metriky každé 2 sekundy bez ohledu na stav panelu.
da: Opdaterer aktive målinger hvert 2. sekund uanset panelets tilstand.
de: Aktualisiert aktive Messwerte unabhängig vom Panel-Status alle 2 Sekunden.
el: Ενημερώνει τις ενεργές μετρήσεις κάθε 2 δευτερόλεπτα, ανεξάρτητα από την κατάσταση του πίνακα.
en: Updates active metrics every 2 seconds regardless of panel state.
es: Actualiza las métricas activas cada 2 segundos independientemente del estado del panel.
fi: Päivittää aktiiviset mittarit 2 sekunnin välein paneelin tilasta riippumatta.
fr: Actualise les mesures actives toutes les 2 secondes, quel que soit l'état du panneau.
he: מעדכן מדדים פעילים כל 2 שניות ללא קשר למצב החלונית.
hi: पैनल की स्थिति की परवाह किए बिना हर 2 सेकंड में सक्रिय मेट्रिक्स को अपडेट करता है।
hu: A panel állapotától függetlenül 2 másodpercenként frissíti az aktív mérőszámokat.
id: Memperbarui metrik aktif setiap 2 detik terlepas dari status panel.
it: Aggiorna le metriche attive ogni 2 secondi, indipendentemente dallo stato del pannello.
ja: パネルの状態に関係なく、アクティブな指標を2秒ごとに更新します。
nb: Oppdaterer aktive målinger hvert 2. sekund uavhengig av panelets tilstand.
nl: Werkt actieve statistieken elke 2 seconden bij, ongeacht de paneelstatus.
pl: Odświeża aktywne wskaźniki co 2 sekundy, niezależnie od stanu panelu.
pt_br: Atualiza as métricas ativas a cada 2 segundos, independentemente do estado do painel.
pt_pt: Atualiza as métricas ativas a cada 2 segundos, independentemente do estado do painel.
ro: Actualizează valorile active la fiecare 2 secunde, indiferent de starea panoului.
ru: Обновляет активные показатели каждые 2 секунды независимо от состояния панели.
sv: Uppdaterar aktiva mätvärden varannan sekund oavsett panelens tillstånd.
th: อัปเดตตัวชี้วัดที่ใช้งานอยู่ทุก 2 วินาที โดยไม่คำนึงถึงสถานะของแผงควบคุม
tr: Panel durumundan bağımsız olarak etkin metrikleri her 2 saniyede bir günceller.
uk: Оновлює активні показники кожні 2 секунди незалежно від стану панелі.
vi: Cập nhật các chỉ số đang hoạt động mỗi 2 giây bất kể trạng thái của bảng điều khiển.
zh_hans: 无论面板状态如何，每隔2秒刷新一次活动指标。
zh_hant: 無論面板狀態為何，每隔2秒重新整理一次使用中的指標。

source: 패널 상태와 관계없이 활성 지표를 5초마다 갱신합니다.
ar: يحدّث المقاييس النشطة كل ٥ ثوانٍ بغض النظر عن حالة اللوحة.
cs: Aktualizuje aktivní metriky každých 5 sekund bez ohledu na stav panelu.
da: Opdaterer aktive målinger hvert 5. sekund uanset panelets tilstand.
de: Aktualisiert aktive Messwerte unabhängig vom Panel-Status alle 5 Sekunden.
el: Ενημερώνει τις ενεργές μετρήσεις κάθε 5 δευτερόλεπτα, ανεξάρτητα από την κατάσταση του πίνακα.
en: Updates active metrics every 5 seconds regardless of panel state.
es: Actualiza las métricas activas cada 5 segundos independientemente del estado del panel.
fi: Päivittää aktiiviset mittarit 5 sekunnin välein paneelin tilasta riippumatta.
fr: Actualise les mesures actives toutes les 5 secondes, quel que soit l'état du panneau.
he: מעדכן מדדים פעילים כל 5 שניות ללא קשר למצב החלונית.
hi: पैनल की स्थिति की परवाह किए बिना हर 5 सेकंड में सक्रिय मेट्रिक्स को अपडेट करता है।
hu: A panel állapotától függetlenül 5 másodpercenként frissíti az aktív mérőszámokat.
id: Memperbarui metrik aktif setiap 5 detik terlepas dari status panel.
it: Aggiorna le metriche attive ogni 5 secondi, indipendentemente dallo stato del pannello.
ja: パネルの状態に関係なく、アクティブな指標を5秒ごとに更新します。
nb: Oppdaterer aktive målinger hvert 5. sekund uavhengig av panelets tilstand.
nl: Werkt actieve statistieken elke 5 seconden bij, ongeacht de paneelstatus.
pl: Odświeża aktywne wskaźniki co 5 sekund, niezależnie od stanu panelu.
pt_br: Atualiza as métricas ativas a cada 5 segundos, independentemente do estado do painel.
pt_pt: Atualiza as métricas ativas a cada 5 segundos, independentemente do estado do painel.
ro: Actualizează valorile active la fiecare 5 secunde, indiferent de starea panoului.
ru: Обновляет активные показатели каждые 5 секунд независимо от состояния панели.
sv: Uppdaterar aktiva mätvärden var 5:e sekund oavsett panelens tillstånd.
th: อัปเดตตัวชี้วัดที่ใช้งานอยู่ทุก 5 วินาที โดยไม่คำนึงถึงสถานะของแผงควบคุม
tr: Panel durumundan bağımsız olarak etkin metrikleri her 5 saniyede bir günceller.
uk: Оновлює активні показники кожні 5 секунд незалежно від стану панелі.
vi: Cập nhật các chỉ số đang hoạt động mỗi 5 giây bất kể trạng thái của bảng điều khiển.
zh_hans: 无论面板状态如何，每隔5秒刷新一次活动指标。
zh_hant: 無論面板狀態為何，每隔5秒重新整理一次使用中的指標。

source: 패널을 열면 CPU·전력·온도는 1초, 메모리·팬은 3초마다 갱신합니다. 패널을 닫으면 지표 특성과 전원 상태(배터리/충전)에 맞춰 최적화하여 갱신합니다.
ar: عند الفتح: يتحدّث CPU/الطاقة/الحرارة كل ثانية، والذاكرة/المروحة كل ٣ ثوانٍ. عند الإغلاق: يتم تحسين التحديثات وفقًا لخصائص المقياس ومصدر الطاقة.
cs: Při otevření: CPU, příkon a teplota se aktualizují každou 1 s, paměť a ventilátory každé 3 s. Při zavření: Aktualizace jsou optimalizovány podle charakteristik metrik a zdroje napájení (baterie/nabíjení).
da: Når åben: CPU/strøm/temperatur opdateres hvert 1 sek., hukommelse/blæser hvert 3 sek. Når lukket: Opdateringer optimeres efter målingernes egenskaber og strømkilde (batteri/opladning).
de: Im geöffneten Zustand: CPU/Leistung/Temperatur aktualisieren bei 1 Sek., Speicher/Lüfter bei 3 Sek. Im geschlossenen Zustand: Aktualisierungen werden je nach Messwerttyp und Stromquelle optimiert.
el: Όταν είναι ανοιχτό: CPU/Ισχύς/Θερμοκρασία ανανεώνονται κάθε 1 δευτ., Μνήμη/Ανεμιστήρας κάθε 3 δευτ. Όταν είναι κλειστό: Οι ανανεώσεις βελτιστοποιούνται ανάλογα με τα χαρακτηριστικά των μετρήσεων και την πηγή τροφοδοσίας (μπαταρία/φόρτιση).
en: When open: CPU/Power/Temperature update at 1s, Memory/Fan at 3s. When closed: Updates are optimized according to metric characteristics and power source.
es: Panel abierto: CPU/Potencia/Temperatura se actualizan a 1 s, Memoria/Ventilador a 3 s. Panel cerrado: Las actualizaciones se optimizan según las características de las métricas y la fuente de alimentación.
fi: Avattuna: CPU/virta/lämpötila päivittyy 1 s välein, muisti/tuuletin 3 s välein. Suljettuna: Päivitykset optimoidaan mittareiden ominaisuuksien ja virtalähteen (akku/lataus) mukaan.
fr: Panneau ouvert : CPU/Puissance/Température actualisés à 1 s, Mémoire/Ventilateur à 3 s. Panneau fermé : Les actualisations sont optimisées selon la nature des mesures et la source d'alimentation.
he: כשהחלונית פתוחה: CPU/חשמל/טמפרטורה מתעדכנים כל שנייה, זיכרון/מאוורר כל 3 שניות. כשהחלונית סגורה: העדכונים מותאמים לפי מאפייני המדד ומקור המתח.
hi: खुला होने पर: CPU/पावर/तापमान 1 सेकंड, मेमोरी/फ़ैन 3 सेकंड में अपडेट होते हैं। बंद होने पर: अपडेट मेट्रिक विशेषताओं और पावर स्रोत के अनुसार अनुकूलित होते हैं।
hu: Nyitott állapotban: a CPU/fogyasztás/hőmérséklet 1 mp-enként, a memória/ventilátor 3 mp-enként frissül. Zárt állapotban: a frissítések a mérőszámok jellemzőihez és a tápforráshoz (akkumulátor/töltés) igazodva optimalizálódnak.
id: Saat terbuka: CPU/Daya/Suhu diperbarui pada 1 dtk, Memori/Kipas pada 3 dtk. Saat tertutup: Pembaruan dioptimalkan sesuai karakteristik metrik dan sumber daya.
it: A pannello aperto: CPU/Potenza/Temperatura si aggiornano a 1 s, Memoria/Ventola a 3 s. A pannello chiuso: Gli aggiornamenti vengono ottimizzati in base alle caratteristiche delle metriche e alla sorgente di alimentazione.
ja: パネルを開くと、CPU・電力・温度は1秒、メモリ・ファンは3秒ごとに更新します。パネルを閉じると、指標の特性や電源状態（バッテリー駆動/充電中）に合わせて最適化して更新します。
nb: Når åpen: CPU/strøm/temperatur oppdateres hvert 1 sek, minne/vifte hvert 3 sek. Når lukket: Oppdateringer optimaliseres basert på målingenes egenskaper og strømkilde (batteri/lading).
nl: Bij geopend paneel: CPU/Vermogen/Temperatuur werken bij op 1 s, Geheugen/Ventilator op 3 s. Bij gesloten paneel: Bijwerkingen worden geoptimaliseerd op basis van type meting en voedingsbron.
pl: Po otwarciu: CPU, moc i temperatura odświeżają się co 1 s, pamięć i wentylator co 3 s. Po zamknięciu: częstotliwość odświeżania jest optymalizowana na podstawie charakterystyki wskaźników i źródła zasilania (bateria/ładowanie).
pt_br: Com o painel aberto: CPU/Consumo/Temperatura atualizam a 1 s, Memória/Ventoinha a 3 s. Com o painel fechado: As atualizações são otimizadas conforme as características das métricas e a fonte de energia.
pt_pt: Com o painel aberto: CPU/Potência/Temperatura atualizam a 1 s, Memória/Ventoinha a 3 s. Com o painel fechado: As atualizações são otimizadas de acordo com as características das métricas e a fonte de alimentação.
ro: Când este deschis: CPU/Consum/Temperatură se actualizează la 1 s, Memorie/Ventilator la 3 s. Când este închis: Actualizările sunt optimizate în funcție de caracteristicile valorilor și sursa de alimentare (baterie/încărcare).
ru: При открытии: CPU/мощность/температура обновляются каждую 1 с, память/вентилятор — каждые 3 с. При закрытии: частота оптимизируется в зависимости от характеристик показателей и источника питания (аккумулятор/зарядка).
sv: Vid öppen panel: CPU/effekt/temperatur uppdateras var 1 s, minne/fläkt var 3 s. Vid stängd panel: Uppdateringar optimeras efter mätvärdesegenskaper och strömkälla (batteri/laddning).
th: เมื่อเปิด: CPU/พลังงาน/อุณหภูมิ อัปเดตที่ 1 วินาที, หน่วยความจำ/พัดลมที่ 3 วินาที เมื่อปิด: การอัปเดตจะได้รับการปรับให้เหมาะสมตามลักษณะตัวชี้วัดและแหล่งพลังงาน
tr: Açıkken: CPU/Güç/Sıcaklık 1 sn, Bellek/Fan 3 sn aralıkla güncellenir. Kapalıyken: Güncellemeler metrik özelliklerine ve güç kaynağına göre optimize edilir.
uk: У відкритому стані: CPU/потужність/температура оновлюються щосекунди, пам'ять/вентилятор — кожні 3 с. У закритому стані: оновлення оптимізуються відповідно до характеристик показників і джерела живлення (акумулятор/заряджання).
vi: Khi mở: CPU/Điện năng/Nhiệt độ cập nhật ở mức 1 giây, Bộ nhớ/Quạt ở mức 3 giây. Khi đóng: Quá trình cập nhật được tối ưu hóa theo đặc tính chỉ số và nguồn điện.
zh_hans: 打开面板时，CPU、功耗和温度每1秒刷新，内存和风扇每3秒刷新。关闭面板后，将根据指标特性和供电状态（电池/充电）自动优化刷新频率。
zh_hant: 開啟面板時，CPU、功耗與溫度每1秒重新整理，記憶體與風扇每3秒重新整理。關閉面板後，將依指標特性與電源狀態（電池/充電）自動最佳化重新整理頻率。

source: 패널을 열면 CPU·전력은 1초(오픈 즉시 표시), 온도는 2초, 메모리·배터리는 5초마다 갱신합니다. 패널을 닫으면 메뉴바 텍스트 또는 아이콘 모션에 필요한 지표만 2~5초마다 갱신합니다.
ar: عند الفتح: يتحدّث CPU/الطاقة كل ثانية (فوري)، والحرارة كل ثانيتين، والذاكرة/البطارية كل ٥ ثوانٍ. عند الإغلاق: تتحدّث فقط المقاييس المطلوبة لنص شريط القوائم أو حركة الأيقونة كل ٢-٥ ثوانٍ.
cs: Při otevření: CPU a příkon se aktualizují každou 1 s (okamžitě), teplota každé 2 s, paměť a baterie každých 5 s. Při zavření: Pouze metriky nutné pro text v řádku nabídek nebo pohyb ikony se aktualizují každé 2–5 s.
da: Når åben: CPU/strøm opdateres hvert 1 sek. (øjeblikkeligt), temperatur hvert 2 sek., hukommelse/batteri hvert 5 sek. Når lukket: Kun målinger påkrævet for menulinjetekst eller ikonbevægelse opdateres hvert 2.–5. sek.
de: Im geöffneten Zustand: CPU/Leistung aktualisieren bei 1 Sek. (sofort), Temperatur bei 2 Sek., Speicher/Batterie bei 5 Sek. Im geschlossenen Zustand: Nur für Menüleistentext oder Symbolanimation erforderliche Werte werden alle 2–5 Sek. aktualisiert.
el: Όταν είναι ανοιχτό: CPU/Ισχύς ανανεώνονται κάθε 1 δευτ. (άμεσα), Θερμοκρασία κάθε 2 δευτ., Μνήμη/Μπαταρία κάθε 5 δευτ. Όταν είναι κλειστό: Μόνο οι μετρήσεις που απαιτούνται για το κείμενο ή την κίνηση εικονιδίου στη γραμμή μενού ανανεώνονται κάθε 2–5 δευτ.
en: When open: CPU/Power update at 1s (instant), Temperature at 2s, Memory/Battery at 5s. When closed: Only metrics required for menu bar text or icon motion update at 2–5s.
es: Panel abierto: CPU/Potencia se actualizan a 1 s (instantáneo), Temperatura a 2 s, Memoria/Batería a 5 s. Panel cerrado: Solo las métricas requeridas para el texto o animación de la barra de menús se actualizan cada 2–5 s.
fi: Avattuna: CPU/virta päivittyy 1 s välein (heti), lämpötila 2 s välein, muisti/akku 5 s välein. Suljettuna: Vain valikkorivin tekstiin tai kuvakeliikkeeseen tarvittavat mittarit päivittyvät 2–5 s välein.
fr: Panneau ouvert : CPU/Puissance actualisés à 1 s (instantané), Température à 2 s, Mémoire/Batterie à 5 s. Panneau fermé : Seules les mesures requises pour le texte ou l'animation de la barre des menus s'actualisent toutes les 2 à 5 s.
he: כשהחלונית פתוחה: CPU/חשמל מתעדכנים כל שנייה (מיידי), טמפרטורה כל 2 שניות, זיכרון/סוללה כל 5 שניות. כשהחלונית סגורה: רק מדדים הנדרשים לטקסט או לתנועת הסמל מתעדכנים כל 2–5 שניות.
hi: खुला होने पर: CPU/पावर 1 सेकंड (तत्काल), तापमान 2 सेकंड, मेमोरी/बैटरी 5 सेकंड में अपडेट होते हैं। बंद होने पर: केवल मेनू बार टेक्स्ट या आइकन मोशन के लिए आवश्यक मेट्रिक्स 2-5 सेकंड में अपडेट होते हैं।
hu: Nyitott állapotban: a CPU/fogyasztás 1 mp-enként (azonnal), a hőmérséklet 2 mp-enként, a memória/akkumulátor 5 mp-enként frissül. Zárt állapotban: csak a menüsor szövegéhez vagy ikonmozgásához szükséges mérőszámok frissülnek 2–5 mp-enként.
id: Saat terbuka: CPU/Daya diperbarui pada 1 dtk (instan), Suhu pada 2 dtk, Memori/Baterai pada 5 dtk. Saat tertutup: Hanya metrik yang diperlukan untuk teks atau gerakan ikon bar menu yang diperbarui pada 2–5 dtk.
it: A pannello aperto: CPU/Potenza si aggiornano a 1 s (istantaneo), Temperatura a 2 s, Memoria/Batteria a 5 s. A pannello chiuso: Vengono aggiornate solo le metriche necessarie per il testo o l'animazione nella barra dei menu ogni 2–5 s.
ja: パネルを開くと、CPU・電力は1秒（開いた直後に表示）、温度は2秒、メモリ・バッテリーは5秒ごとに更新します。パネルを閉じると、メニューバーのテキストまたはアイコンの動作に必要な指標のみ2〜5秒ごとに更新します。
nb: Når åpen: CPU/strøm oppdateres hvert 1 sek (umiddelbart), temperatur hvert 2 sek, minne/batteri hvert 5 sek. Når lukket: Bare målinger som kreves for menylinjetekst eller ikonanimasjon oppdateres hvert 2.–5. sek.
nl: Bij geopend paneel: CPU/Vermogen werken bij op 1 s (direct), Temperatuur op 2 s, Geheugen/Batterij op 5 s. Bij gesloten paneel: Alleen statistieken vereist voor menubalktekst of animatie worden elke 2–5 s bijgewerkt.
pl: Po otwarciu: CPU i moc odświeżają się co 1 s (natychmiast), temperatura co 2 s, pamięć i bateria co 5 s. Po zamknięciu: tylko wskaźniki potrzebne do tekstu lub animacji ikony w pasku menu odświeżają się co 2–5 s.
pt_br: Com o painel aberto: CPU/Consumo atualizam a 1 s (instantâneo), Temperatura a 2 s, Memória/Bateria a 5 s. Com o painel fechado: Apenas as métricas necessárias para o texto ou animação da barra de menus são atualizadas a cada 2–5 s.
pt_pt: Com o painel aberto: CPU/Potência atualizam a 1 s (instantâneo), Temperatura a 2 s, Memória/Bateria a 5 s. Com o painel fechado: Apenas as métricas necessárias para o texto ou animação da barra de menus atualizam a cada 2–5 s.
ro: Când este deschis: CPU/Consum se actualizează la 1 s (instant), Temperatura la 2 s, Memoria/Bateria la 5 s. Când este închis: Doar valorile necesare pentru textul sau mișcarea pictogramei din bara de meniuri se actualizează la 2–5 s.
ru: При открытии: CPU/мощность обновляются каждую 1 с (мгновенно), температура — каждые 2 с, память/аккумулятор — каждые 5 с. При закрытии: обновляются только показатели для строки меню или анимации значка каждые 2–5 с.
sv: Vid öppen panel: CPU/effekt uppdateras var 1 s (direkt), temperatur var 2 s, minne/batteri var 5 s. Vid stängd panel: Endast mätvärden som krävs för menyradstext eller ikonrörelse uppdateras var 2–5 s.
th: เมื่อเปิด: CPU/พลังงาน อัปเดตที่ 1 วินาที (ทันที), อุณหภูมิที่ 2 วินาที, หน่วยความจำ/แบตเตอรี่ที่ 5 วินาที เมื่อปิด: อัปเดตเฉพาะตัวชี้วัดที่จำเป็นสำหรับข้อความแถบเมนูหรือการเคลื่อนไหวของไอคอนที่ 2–5 วินาที
tr: Açıkken: CPU/Güç 1 sn (anında), Sıcaklık 2 sn, Bellek/Pil 5 sn aralıkla güncellenir. Kapalıyken: Yalnızca menü çubuğu metni veya simge hareketi için gereken metrikler 2-5 sn aralıkla güncellenir.
uk: У відкритому стані: CPU/потужність оновлюються щосекунди (миттєво), температура — кожні 2 с, пам'ять/акумулятор — кожні 5 с. У закритому стані: оновлюються лише показники для тексту або анімації значка на смузі меню кожні 2–5 с.
vi: Khi mở: CPU/Điện năng cập nhật ở mức 1 giây (tức thì), Nhiệt độ ở mức 2 giây, Bộ nhớ/Pin ở mức 5 giây. Khi đóng: Chỉ các chỉ số cần thiết cho văn bản hoặc chuyển động biểu tượng trên thanh menu mới cập nhật ở mức 2–5 giây.
zh_hans: 打开面板时，CPU和功耗每1秒刷新（打开即刻显示），温度每2秒刷新，内存和电池每5秒刷新。关闭面板后，仅每2至5秒刷新菜单栏文本或图标动画所需的指标。
zh_hant: 開啟面板時，CPU與功耗每1秒重新整理（開啟即刻顯示），溫度每2秒重新整理，記憶體與電池每5秒重新整理。關閉面板後，僅每2至5秒重新整理選單列文字或圖示動畫所需的指標。

source: 팬
ar: مروحة
cs: Ventilátor
da: Blæser
de: Lüfter
el: Ανεμιστήρας
en: Fan
es: Ventilador
fi: Tuuletin
fr: Ventilateur
he: מאוורר
hi: फैन
hu: Ventilátor
id: Kipas
it: Ventola
ja: ファン
nb: Vifte
nl: Ventilator
pl: Wentylator
pt_br: Ventoinha
pt_pt: Ventoinha
ro: Ventilator
ru: Вентилятор
sv: Fläkt
th: พัดลม
tr: Fan
uk: Вентилятор
vi: Quạt
zh_hans: 风扇
zh_hant: 風扇
